SAT/SAT/Debug/Entrada-cfeStatus_STATUS.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Header><cfeCabecMsg xmlns="http://www.fazenda.sp.gov.br/sat/wsdl/CfeStatus"><versaoDados>0.06</versaoDados><cUF>35</cUF></cfeCabecMsg></soap:Header><soap:Body><cfeStatus xmlns="http://www.fazenda.sp.gov.br/sat/wsdl/CfeStatus"><cfeDadosMsg><![CDATA[<consStat versao="0.06" xmlns="http://www.fazenda.sp.gov.br/sat"><tpAmb>2</tpAmb><cUF>35</cUF><xServ>STATUS</xServ><nSeg>ewfgwefewfwefqwfwefqwefewqfewfewfewfewqfew</nSeg><dhEnvio>20190716154715</dhEnvio><nserieSAT>123456789</nserieSAT></consStat>]]></cfeDadosMsg></cfeStatus></soap:Body></soap:Envelope>